Repository: RBZEEBU/Stacking-Wind
Catalog: src/locales/*/messages.po
Languages: es

source: {0} Balance
es: Balance de {0}

source: {0} days
es: {0} días

source: {0} locked
es: {0} bloqueado

source: {0} rewards will be added, each having {1} {2}
es: Se agregarán {0} recompensas, cada una con {1} {2}

source: {tokenSymbol} locked
es: {tokenSymbol} bloqueado

source: Add {tokenSymbol}
es: Agregar {tokenSymbol}

source: Add Details
es: Agregar Detalles

source: Add Duration
es: Agregar Duración

source: Add Liquidity
es: Agregar Liquidez

source: Add new token
es: Agregar nuevo token

source: Add Rewards
es: Agregar Recompensas

source: Add Stake
es: Agregar Participación

source: Add Staking
es: Agregar Participación

source: Add Token
es: Agregar Token

source: Add/Extend Staking
es: Agregar/Extender Participación

source: Adding rewards
es: Agregando recompensas

source: Admin Account
es: Cuenta de Administrador

source: Alerts
es: Alertas

source: All
es: Todo

source: Always visible
es: Siempre visible

source: Amount
es: Cantidad

source: Approve
es: Aprobar

source: Approve {0}
es: Aprobar {0}

source: Approving tokens
es: Aprobando tokens

source: APR
es: TAE

source: Available
es: Disponible

source: Available Wallet
es: Billetera Disponible

source: Based in weekly ZBU rewards
es: Basado en recompensas semanales de ZBU

source: Cancel
es: Cancelar

source: Claim
es: Reclamar

source: Claim Rewards
es: Reclamar Recompensas

source: close
es: cerrar

source: Coming Soon
es: Próximamente

source: Confirm
es: Confirmar

source: Connect Wallet
es: Conectar Billetera

source: Connect Your Wallet
es: Conecta tu billetera

source: Contract Address
es: Dirección del Contrato

source: Copied
es: Copiado

source: Copyright © <0>Zeebu </0>{0}
es: Derechos de autor © <0>Zeebu </0>{0}

source: Dark mode
es: Modo oscuro

source: Day
es: Día

source: Decimals: {0}
es: Decimales: {0}

source: Details
es: Detalles

source: Disconnect
es: Desconectar

source: Disconnect Wallet
es: Desconectar Billetera

source: Duration
es: Duración

source: Early Withdraw
es: Retiro Anticipado

source: Early Withdrawing {0} {tokenSymbol}
es: Retirando Anticipadamente {0} {tokenSymbol}

source: Empty
es: Vacío

source: English
es: Inglés

source: Enter amount
es: Introducir cantidad

source: Est. APY
es: APY Est.

source: Explore
es: Explorar

source: Extend
es: Extender

source: Extend Lock
es: Extender Bloqueo

source: Extending staking period
es: Extendiendo periodo de participación

source: Farm
es: Granja

source: Frequency
es: Frecuencia

source: Get started with notifications from Zeebu. First authorize notifications by signing in your wallet
es: Comienza con las notificaciones de Zeebu. Primero autoriza las notificaciones firmando en tu billetera

source: Hide
es: Ocultar

source: Hour
es: Hora

source: I agree to pay the penalty
es: Acepto pagar la penalización

source: Important only
es: Solo importantes

source: In Progress
es: En Progreso

source: Invalid address
es: Dirección inválida

source: Language
es: Idioma

source: Liquidity
es: Liquidez

source: Load
es: Cargar

source: Lottery
es: Lotería

source: Max
es: Máximo

source: Menu button
es: Botón de menú

source: Multiple
es: Múltiple

source: My {0}
es: Mi {0}

source: Next epoch
es: Próxima época

source: NEXT EPOCH
es: PRÓXIMA EPOCA

source: No new notifications at the moment
es: Sin notificaciones por el momento

source: No recent transactions
es: No hay transacciones recientes

source: No rewards available to claim at the moment.
es: No hay recompensas disponibles para reclamar en este momento.

source: Not enough balance
es: Balance insuficiente

source: Notifications From Zeebu
es: Notificaciones de Zeebu

source: Now
es: Ahora

source: Overview
es: Descripción general

source: Penalty
es: Penalización

source: Penalty %
es: Penalización %

source: Pool
es: Piscina

source: Prediction
es: Predicción

source: Preview Rewards
es: Vista previa de Recompensas

source: Price Updates
es: Actualizaciones de Precios

source: Prices
es: Precios

source: Privacy Policy
es: Política de Privacidad

source: Processing
es: Procesando

source: Promotion
es: Promoción

source: Receive notifications when popular cryptos have sudden price movements
es: Recibe notificaciones sobre próximas predicciones de zeebu

source: Receive notifications when your V3 LP positions goes out of range
es: Recibe notificaciones cuando tus posiciones V3 LP salgan del rango

source: Recent transactions
es: Transacciones recientes

source: Reward Distribution Overview
es: Descripción general de la Distribución de Recompensas

source: Reward Token
es: Token de Recompensa

source: Reward Tokens
es: Tokens de Recompensa

source: Reward Type
es: Tipo de Recompensa

source: Rewards
es: Recompensas

source: Select frequency
es: Seleccionar frecuencia

source: Select Pool
es: Seleccionar Piscina

source: Select Reward Token
es: Seleccionar Token de Recompensa

source: Settings
es: Configuración

source: Show testnet
es: Mostrar testnet

source: Simulate
es: Simular

source: Single
es: Único

source: Some rewards are set in the past. This means the reward will be instantly claimable. Please set a future date if you want to delay the claimability. Also, you can't add past rewards if the total supply was 0 at that time.
es: Algunas recompensas están establecidas en el pasado. Esto significa que la recompensa será reclamable instantáneamente. Establezca una fecha futura si desea retrasar la posibilidad de reclamar. Además, no puede agregar recompensas pasadas si el suministro total era 0 en ese momento.

source: Spanish
es: Español

source: Stake
es: Participación

source: Stake {tokenSymbol}
es: Participar {tokenSymbol}

source: Stake after penalty
es: Participación después de la penalización

source: Staking {formattedAmount} {tokenSymbol}
es: Agregando participación {formattedAmount} {tokenSymbol}

source: Staking period successfully extended
es: Periodo de participación extendido con éxito

source: Start by connecting with one of the wallet from the given options. Be sure to store your private keys or seed phrase securely. Never share them with anyone.
es: Comienza conectándote con una de las billeteras de las opciones dadas. Asegúrate de almacenar tus claves privadas o frase semilla de forma segura. Nunca las compartas con nadie.

source: Successfully added rewards
es: Recompensas agregadas con éxito

source: Successfully approved {formattedAmount} {tokenSymbol}
es: {formattedAmount} {tokenSymbol} aprobado con éxito

source: Successfully staked {formattedAmount} {tokenSymbol}
es: Participación {formattedAmount} {tokenSymbol} agregada con éxito

source: Summary
es: Resumen

source: Symbol: {0}
es: Símbolo: {0}

source: Terms of Service
es: Términos del Servicio

source: The reward date is set in the past. This means the reward will be instantly claimable. Please set a future date if you want to delay the claimability.
es: La fecha de la recompensa está establecida en el pasado. Esto significa que la recompensa será reclamable instantáneamente. Establezca una fecha futura si desea retrasar la posibilidad de reclamar.

source: There was an error adding the rewards
es: Hubo un error al agregar las recompensas

source: There was an error adding the rewards. You can't add past rewards if the total supply was 0
es: Hubo un error al agregar las recompensas. No puede agregar recompensas pasadas si el suministro total era 0

source: There was an error approving the tokens
es: Hubo un error al aprobar los tokens

source: There was an error claiming the rewards
es: Hubo un error al reclamar las recompensas

source: There was an error extending the period
es: Hubo un error al extender el periodo

source: There was an error staking the tokens
es: Hubo un error al participar los tokens

source: There was an error withdrawing the tokens
es: Hubo un error al retirar los tokens

source: Token Address
es: Dirección del Token

source: Token already exists
es: El token ya existe

source: Token Name: {0}
es: Nombre del Token: {0}

source: Total Staked
es: Total Participado

source: Transaction for claim rewards has been submitted successfully
es: La transacción para reclamar recompensas se ha enviado con éxito

source: Transaction Submitted
es: Transacción Enviada

source: Transactions
es: Transacciones

source: Unknown
es: Desconocido

source: Unlock date
es: Fecha de desbloqueo

source: Unlock on
es: Desbloquear en

source: Unlocked
es: Desbloqueado

source: Unlocks
es: Desbloqueos

source: Unsubscribe
es: Desuscribir

source: UTC Date
es: Fecha UTC

source: UTC Date From
es: Fecha UTC Desde

source: UTC Date To
es: Fecha UTC Hasta

source: VeZBU Balance
es: Balance de VeZBU

source: VeZBU-USDT Balance
es: Balance de VeZBU-USDT

source: Wallet
es: Billetera

source: Week
es: Semana

source: Weeks
es: Semanas

source: What Is A Wallet?
es: Qué es una Billetera?

source: Withdraw
es: Retirar

source: Withdrawing {0} {tokenSymbol}
es: Retirando {0} {tokenSymbol}

source: Year
es: Año

source: You don't have the required role to add rewards
es: No tienes el rol requerido para agregar recompensas

source: You Earn
es: Tú Ganas

source: You have successfully approved the tokens
es: Has aprobado con éxito los tokens

source: You have successfully claimed the rewards
es: Has reclamado con éxito las recompensas

source: You have successfully early withdrawn {0} {tokenSymbol}
es: Has retirado anticipadamente con éxito {0} {tokenSymbol}

source: You have successfully withdrawn {0} {tokenSymbol}
es: Has retirado con éxito {0} {tokenSymbol}

source: Your address
es: Tu dirección

source: Your lock period has not finished yet. You can early withdraw your {tokenSymbol} tokens by paying a penalty.
es: Tu periodo de bloqueo no ha terminado todavía. Puedes retirar anticipadamente tus tokens {tokenSymbol} pagando una penalización.

source: Your Stake
es: Tu Participación

source: Your Wallet
es: Tu Billetera

source: ZBU Balance
es: Balance de ZBU

source: Leaderboard
es: Tabla de clasificación

source: Last Updated
es: Última actualización

source: Total ZIP
es: Código postal total

source: Users
es: Usuarios

source: Rank
es: Rango

source: Name
es: Nombre

source: Invited By
es: Invitado por

source: Recent Joins
es: Uniciones recientes

source: Address
es: DIRECCIÓN

source: Protocol Rewards
es: Recompensas de protocolo

source: Earn rewards by building a trusted network within our ecosystem and receive a share of each transaction in the settlement process.
es: Obtenga recompensas construyendo una red confiable dentro de nuestro ecosistema y reciba una parte de cada transacción en el proceso de liquidación.

source: Total Rewards
es: Recompensas totales

source: Deployer
es: Desplegador

source: User
es: Usuario

source: Potential earning
es: Ganancia potencial

source: Referrals
es: Referencias

source: Active Referrals
es: Referencias activas

source: Inactive Referrals
es: Referencias inactivas

source: Share Referral Code
es: Compartir código de referencia

source: Invite anyone to be part of the ecosystem
es: Invita a cualquiera a ser parte del ecosistema

source: Share
es: Compartir

source: Your Referral Code
es: Tu código de referencia

source: Enter your desired 10 digit code to activate referral
es: Introduce el código de 10 dígitos deseado para activar la referencia.

source: Participate in Galxe campaign
es: Participa en la campaña Galxe

source: Earn ZBU rewards by performing simple tasks on the go.
es: Obtenga recompensas ZBU realizando tareas sencillas mientras viaja.

source: Galxe campaign
es: Campaña Galxe

source: Upcoming Reward Campaign
es: Próxima campaña de recompensas

source: New reward task will be announced soon
es: Próximamente se anunciará una nueva tarea de recompensa.

source: Coming soon
es: Muy pronto

source: Submit
es: Entregar

source: Calculator
es: Calculadora

source: Enter Daily Invoice Amount
es: Ingrese el monto de la factura diaria

source: Select Duration For Rewards
es: Seleccione la duración para obtener recompensas

source: Daily
es: A diario

source: weekly
es: semanalmente

source: Monthly
es: Mensual

source: Yearly
es: Anual

source: * Based on 1.4%
es: * Basado en 1,4%

source: Protocol Yield
es: Rendimiento del protocolo

source: Inv. Amount
es: Inv. Cantidad

source: Dollar
es: Dólar

source: Understand ZBU Protocol
es: Comprender el protocolo ZBU

source: Questions
es: Preguntas

source: Learn More
es: Aprende más

source: Load Less
es: Cargar menos

source: 2 Billion
es: 2 mil millones

source: Reasons to Celebrate Our Settlement Success!
es: ¡Razones para celebrar el éxito de nuestro acuerdo!

source: Get exclusive access to Zeebu Protocol &
es: Obtenga acceso exclusivo al protocolo Zeebu y

source: Earn Rewards!
es: ¡Gana recompensas!

source: Experience the symphony of Staking, Liquidity, decentralized settlements & Rewards.
es: Experimente la sinfonía de apuestas, liquidez, acuerdos descentralizados y recompensas.

source: Secret Code
es: Código secreto

source: Enter your secret code to gain early access
es: Ingrese su código secreto para obtener acceso temprano

source: Email
es: Correo electrónico

source: Enter your email address to stay updated on our progress and enjoy exclusive benefits!
es: ¡Ingrese su dirección de correo electrónico para mantenerse actualizado sobre nuestro progreso y disfrutar de beneficios exclusivos!

source: Connect Wallets
es: Conectar carteras

source: Connect your wallet now to secure your waitlist spot and be first to claim exclusive rewards
es: Conecte su billetera ahora para asegurar su lugar en la lista de espera y sea el primero en reclamar recompensas exclusivas

source: Thank you for your interest!
es: ¡Gracias por su interés!

source: We have reached our maximum capacity for registrations at this time.
es: Hemos alcanzado nuestra capacidad máxima de inscripciones en este momento.

source: Please stay tuned for future opportunities, and don&apos;t hesitate to join our waiting list if you would like to be notified when more spots become available.
es: Estén atentos a futuras oportunidades y no duden en unirse a nuestra lista de espera si desean recibir una notificación cuando haya más lugares disponibles.

source: We appreciate your understanding and look forward to welcoming more participants soon.
es: Agradecemos su comprensión y esperamos dar la bienvenida a más participantes pronto.

source: Dashboard
es: Panel

source: Total Number of Invoice Settled
es: Número total de facturas liquidadas

source: Total Dollar Volume of Settlements
es: Volumen total en dólares de las liquidaciones

source: Total ZBU Used
es: Total de ZBU utilizadas

source: Current Rate
es: Tasa actual

source: Total Number of Merchants
es: Número total de comerciantes

source: Total ZBU burned
es: Total de ZBU quemadas

source: Enter referral code
es: Ingrese el código de referencia

source: Referral code cannot start with 0.
es: El código de referencia no puede comenzar con 0.

source: Enter a valid referral code.
es: Ingrese un código de referencia válido.

source: Sorry, Something went wrong, Please try again later.
es: Disculpe, algo salió mal, por favor pruebe de nuevo más tarde.

source: Success! Referral Code activated successfully.
es: ¡Éxito! Código de referencia activado exitosamente.

source: Failed to generate referral code, Please try again later.
es: No se pudo generar el código de referencia. Vuelva a intentarlo más tarde.

source: Referral code already in use. Please use another referral code.
es: Código de referencia ya en uso. Utilice otro código de referencia.

source: Failed to validate referral details. Please try again later.
es: No se pudieron validar los detalles de la referencia. Por favor, inténtelo de nuevo más tarde.

source: Referral code generation failed or may not have been updated properly. Please try again later.
es: La generación del código de referencia falló o es posible que no se haya actualizado correctamente. Por favor, inténtelo de nuevo más tarde.

source: You have rejected the referral code generation request. Please re-initiate the transaction
es: Ha rechazado la solicitud de generación del código de referencia. Por favor reinicie la transacción

source: You have insufficient funds to make this transaction.
es: No tiene fondos suficientes para realizar esta transacción.

source: Copied.
es: Copiada.

source: Please enter the referral code.
es: Por favor ingrese el código de referencia.

source: Invalid referral code. Please use another referral code.
es: Código de referencia no válido. Utilice otro código de referencia.

source: Please enter an email
es: Por favor ingrese un correo electrónico

source: Please enter a valid email
es: Por favor introduzca una dirección de correo electrónico válida

source: Failed to get registration limit. Please try again later.
es: No se pudo obtener el límite de registro. Por favor, inténtelo de nuevo más tarde.

source: Failed to register. Please try again later.
es: Fallo el registro. Por favor, inténtelo de nuevo más tarde.

source: Insufficient balance in Zeebu, Minimum {minZBUBalance} + " required.
es: Saldo insuficiente en Zeebu, mínimo {minZBUBalance} + " requerido.

source: Insufficient balance in {rpcSymbol}, Minimum {minNativeCurrencyBalance} + " required.
es: Saldo insuficiente en {rpcSymbol}, mínimo {minNativeCurrencyBalance} + " requerido.

source: Failed to validate your balance details.
es: No se pudieron validar los detalles de su saldo.

source: Wallet address already used, Please use another wallet address to continue.
es: La dirección de billetera ya está en uso. Utilice otra dirección de billetera para continuar.

source: Please connect your wallet to continue.
es: Conecte su billetera para continuar.

source: Failed to switch network, Please change network manually.
es: No se pudo cambiar de red. Cambie la red manualmente.

source: Success! You're all set. Heading to the Waitlist Dashboard now.
es: ¡Éxito! Ya está todo listo. Dirigiéndose al Panel de lista de espera ahora.

source: Transaction failed or may not have been updated properly. Please try again later.
es: La transacción falló o es posible que no se haya actualizado correctamente. Por favor, inténtelo de nuevo más tarde.

source: You have rejected the transaction. Please re-initiate the transaction.
es: Has rechazado la transacción. Por favor reinicie la transacción.

source: You are not part of governance, Please register with us.
es: Usted no es parte del gobierno, regístrese con nosotros.

source: Docs
es: Documentos

source: Community
es: Comunidad
